tap "felixkratz/formulae"
tap "goles/battery"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "mas-cli/tap"
tap "mongodb/brew"
tap "nikitabobko/tap"
tap "shinokada/consize"
brew "antigen"
brew "autoconf"
brew "openssl@3"
brew "autojump"
brew "automake"
brew "bat"
brew "python@3.12"
brew "coreutils"
brew "dfu-util"
brew "eza"
brew "fcp"
brew "fd"
brew "harfbuzz"
brew "fontforge"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "node"
brew "http-server"
brew "jq"
brew "macchina"
brew "mas"
brew "neovim"
brew "pnpm"
brew "qrencode"
brew "ripgrep"
brew "thefuck"
brew "wget"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/sketchybar"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
cask "alfred"
cask "alt-tab"
cask "dropbox", args: { appdir: "/Applications" }
cask "firefox", args: { appdir: "/Applications" }
cask "font-hack-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "openemu", args: { appdir: "/Applications" }
cask "rectangle"
cask "transmit", args: { appdir: "/Applications" }
cask "vlc", args: { appdir: "/Applications" }
